Repository: araziq/wpdk
Catalog: localization/wpdk-*.po
Languages: nl_nl

source: Half hour
nl_nl: Half uur

source: Two minutes
nl_nl: Twee minuutjes

source: User First name
nl_nl: Voornaam gebruiker

source: User Last name
nl_nl: Achternaam gebruiker

source: User Display name
nl_nl: Gebruikersnaam

source: User email
nl_nl: Email gebruiker

source: Your preferences were successfully restored to defaults values!
nl_nl: Uw voorkeuren zijn naar standaardwaarden hersteld!

source: Your preferences values were successfully updated!
nl_nl: Uw voorkeuren zijn bijgewerkt!

source: Warning!
nl_nl: Waarschuwing!

source: Successfully!
nl_nl: Gelukt!

source: Import complete.
nl_nl: Importeren voltooid.

source: Error while read file! Error code:
nl_nl: Fout bij lezen bestand! Foutcode:

source: Malformed file.
nl_nl: Ongeldig bestand.

source: Wrong file version! You are try to import a most recent of export file. Please update your plugin before continue.
nl_nl: Verkeerde bestandsversie! U zijn probeert een meest recente exportbestand te importeren. Update svp uw plugin voordat u doorgaat.

source: All
nl_nl: Alles

source: Draft
nl_nl: Ontwerp

source: Publish
nl_nl: Publiceren

source: Trash
nl_nl: Prullenbak

source: <strong>%s</strong> settings were successfully restored to defaults values!
nl_nl: <strong>%s</strong> instellingen zijn met succes naar standaardwaarden hersteld!

source: No Reset to default settings implement yet!
nl_nl: Er is nog een Reset naar standaard instellingen implementeren!

source: <strong>%s</strong> settings values were successfully updated!
nl_nl: <strong>%s</strong> instellingen waarden zijn bijgewerkt!

source: Role data cannot be empty.
nl_nl: Rol data mag niet ontbreken.

source: Role data cannot be more than %s chars.
nl_nl: Rol gegevens kunnen niet meer dan %s tekens bevatten.

source: Role name can contain only letters, digits, '_' and '-' chars.
nl_nl: Rolnaam kan alleen letters, cijfers, '_' en '-' tekens bevatten.

source: Can't create two roles with the same name '%s'.
nl_nl: Twee rollen kunnen niet dezelfde naam '%s' hebben.

source: Capability name cannot be empty.
nl_nl: Vermogen mag niet leeg zijn.

source: Capability name can contain only letters, digits, _ and - chars.
nl_nl: Naam kan alleen letters, cijfers, _ en - tekens bevatten.

source: Can't add a capability to the unexistent role %s.
nl_nl: Kan niet een vermogen aan de unexistent rol %s toevoegen.

source: Can't add a capability with the same name of an already existent one.
nl_nl: Kan niet een vermogen met dezelfde naam van een reeds bestaande toevoegen.

source: User %d does not exist in system.
nl_nl: Gebruiker %d bestaat niet in het systeem.

source: Role %s does not exist in system.
nl_nl: Rol %s bestaat niet in het systeem.

source: The main role of user "%s" is already "%s".
nl_nl: De belangrijkste rol van de gebruiker "%s\ is\" al "%s".

source: Unable to add unexistent capability "%s" to user "%s".
nl_nl: Niet mogelijk om unexistent vermogen "%s\ toe te voegen\"aan gebruiker "%s".

source: User "%s" has already the capability "%s".
nl_nl: Gebruiker "%s\ heeft\" al de mogelijkheid "%s".

source: User "%s" does not have the capability "%s".
nl_nl: Gebruiker "%s" beschikt niet over het vermogen "%s\ \".

source: Unable to add unexistent capability "%s" to role "%s".
nl_nl: Niet mogelijk om unexistent vermogen "%s\ toe te voegen\"aan rol "%s".

source: Role "%s" has already the capability "%s".
nl_nl: Rol "%s" heeft\" al de mogelijkheid "%s".

source: Unable to delete unexistent capability "%s" to role "%s".
nl_nl: Onmogelijk om unexistent vermogen "%s"aan rol "%s" te schrappen.

source: Role "%s" has not the capability "%s".
nl_nl: Rol "%s\ heeft\" niet het vermogen "%s".

source: Role name can contain only letters, digits, _ and - chars.
nl_nl: Rolnaam kan alleen letters, cijfers, _ en - tekens bevatten.

source: Hour
nl_nl: Uur

source: Minute
nl_nl: Minuut

source: Seconds
nl_nl: Seconden

source: A newly created post, with no content
nl_nl: Een nieuw gecreëerd bericht, zonder inhoud

source: The post is draft
nl_nl: Het bericht is ontwerp

source: The post to publish in the future
nl_nl: Om het bericht in de toekomst te publiceren

source: The post is a revision
nl_nl: Het bericht is een herziening

source: The post is pending review
nl_nl: Het bericht wacht op een review

source: Not visible to users who are not logged in
nl_nl: Niet zichtbaar voor gebruikers die niet zijn ingelogd

source: A published post or page
nl_nl: Een gepubliceerd bericht of pagina

source: The post is in trashbin
nl_nl: Het bericht is in de prullenbak

source: Add
nl_nl: Toevoegen

source: Add a new empty row
nl_nl: Voeg een lege rij toe

source: Delete
nl_nl: Verwijder

source: Delete entire row
nl_nl: Verwijder hele rij

source: Add New
nl_nl: Voeg nieuwe toe

source: No %s found.
nl_nl: Geen %s gevonden.

source: Please, check again your search parameters.
nl_nl: Controleer uw zoekparameters.

source: Dismiss
nl_nl: Ontslaan

source: Next
nl_nl: Volgende

source: Are you sure to reset this preferences to default values? This operation is not reversible!
nl_nl: Weet u zeker dat u deze voorkeuren op standaardwaarden wilt resetten? Deze handeling is niet omkeerbaar!

source: Reset to default
nl_nl: Standaardinstellingen herstellen

source: Are you sure to reset All preferences to default value? This operation is not reversible!
nl_nl: Weet u zeker dat alle voorkeuren naar de standaardwaarde moeten worden teruggezet? Deze handeling is niet omkeerbaar!

source: Import
nl_nl: Importeren

source: Export
nl_nl: Exporteren

source: Reset All
nl_nl: Alles resetten

source: This field is locked for your security. However you can unlock just by click here.
nl_nl: Dit veld is vergrendeld voor uw veiligheid. U kunt ontgrendelen enkel door hier te klikken.

source: Guide
nl_nl: Gids

source: Open the guide
nl_nl: Open de gids

source: Submit
nl_nl: Opslaan

source: This view <strong>is enhanced</strong> by wpXtreme and WPDK framework. Please, have a look below for additional information.
nl_nl: Deze weergave <strong>is verbeterd</strong> door wpXtreme en WPDK kader. Alstublieft, neem hieronder een kijkje voor meer informatie.

source: Login information
nl_nl: Login-gegevens

source: Last success login
nl_nl: Laatste succesvolle login

source: # success login
nl_nl: # succes ingelogd

source: Last wrong login
nl_nl: Laatste verkeerde login

source: # wrong login
nl_nl: # verkeerde logins

source: Logout information
nl_nl: Logout informatie

source: Last logout
nl_nl: Laatste keer uitgelogd

source: Description
nl_nl: Beschrijving

source: eg: this user is disabled because...
nl_nl: bijvoorbeeld: deze gebruiker is uitgeschakeld omdat...

source: This view <strong>is enhanced</strong> by wpXtreme and WPDK framework. Please, <strong><a href="#wpdk">have a look below</a></strong> for additional information.
nl_nl: Deze weergave <strong>is verbeterd</strong> door wpXtreme en WPDK kader. Alstublieft, <strong><a href="#wpdk"> Neem een kijkje hieronder</a></strong> voor meer informatie.

source: Somebody who has access to all the administration features
nl_nl: Iemand die toegang tot alle de functies voor beheer heeft

source: Somebody who can publish and manage posts and pages as well as manage other users posts, etc.
nl_nl: Iemand die berichten en pagina's kan publiceren en beheren, alsook berichten van andere gebruikers etc kan beheren.

source: Somebody who can publish and manage their own posts
nl_nl: Iemand die eigen berichten kan publiceren en beheren

source: Somebody who can write and manage their posts but not publish them
nl_nl: Iemand die hun berichten kan schrijven en beheren maar niet kan publiceren

source: Somebody who can only manage their profile
nl_nl: Iemand die alleen zijn/haar profiel kan beheren

source: Allows access to Administration Panel options: Plugins
nl_nl: Biedt toegang tot het Administratiepaneel opties: Plugins

source: add_users
nl_nl: Gebruikers toevoegen

source: create_users
nl_nl: Gebruikers aanmaken

source: delete_others_pages
nl_nl: Pagina's van anderen verwijderen

source: delete_others_posts
nl_nl: Berichten van anderen verwijderen

source: delete_pages
nl_nl: Verwijder pagina's

source: delete_plugins
nl_nl: Verwijder plugins

source: delete_posts
nl_nl: Verwijder berichten

source: delete_private_pages
nl_nl: Verwijder privé-pagina's

source: delete_private_posts
nl_nl: Verwijder privé-berichten

source: delete_published_pages
nl_nl: Verwijder gepubliceerde pagina's

source: delete_published_posts
nl_nl: Verwijder gepubliceerde berichten

source: delete_users
nl_nl: Verwijder gebruikers

source: edit_dashboard
nl_nl: Bewerk dashboard

source: No longer used.
nl_nl: Niet langer in gebruik.

source: edit_others_pages
nl_nl: Bewerk pagina's van anderen.

source: edit_others_posts
nl_nl: Bewerk berichten van anderen.

source: edit_pages
nl_nl: Bewerk pagina's.

source: edit_plugins
nl_nl: Bewerk plugins.

source: edit_posts
nl_nl: Bewerk berichten.

source: edit_private_pages
nl_nl: Bewerk privè-pagina's.

source: edit_private_posts
nl_nl: Bewerk privé berichten

source: edit_published_pages
nl_nl: Bewerk gepubliceerde pagina's.

source: edit_published_posts
nl_nl: Bewerk gepubliceerde berichten.

source: Allows access to Administration Panel options: Appearance > Widgets, Appearance > Menus, Appearance > Theme Options if they are supported by the current theme, Appearance > Background, Appearance > Header
nl_nl: Biedt toegang tot het Administratiepaneel opties: uiterlijk > Widgets, uiterlijk > menu's, uiterlijk > Theme Options als ze worden ondersteund door het huidige thema, het uiterlijk > achtergrond, verschijning > Header

source: edit_themes
nl_nl: Bewerk thema's

source: Allows access to Administration Panel options: Users
nl_nl: Biedt toegang tot het Administratiepaneel opties: gebruikers

source: import
nl_nl: Importeren

source: Allows access to Administration Panel options: Plugins > Add New
nl_nl: Biedt toegang tot het Administratiepaneel opties: Plugins > nieuwe toevoegen

source: Allows access to Administration Panel options: Appearance > Add New Themes
nl_nl: Biedt toegang tot het Administratiepaneel opties: uiterlijk > toevoegen nieuwe thema's

source: list_users
nl_nl: Lijst gebruikers

source: Allows access to Administration Panel options: Posts > Categories, Links > Categories
nl_nl: Biedt toegang tot het Administratiepaneel opties: berichten > categorieën, Links > Categorieën

source: Allows access to Administration Panel options: Links Links > Add New
nl_nl: Biedt toegang tot het Administratiepaneel opties: Links Links > nieuwe toevoegen

source: Allows access to Administration Panel options: Settings > General, Settings > Writing, Settings > Reading, Settings > Discussion, Settings > Permalinks, Settings > Miscellaneous
nl_nl: Biedt toegang tot het Administratiepaneel opties: instellingen > instellingen, General > schrijven, instellingen > lezen, instellingen > discussie, instellingen > Permalinks, instellingen > Diversen

source: Allows users to moderate comments from the Comments SubPanel (although a user needs the edit_posts Capability in order to access this)
nl_nl: Staat gebruikers toe opmerkingen van het Opmerkingen SubPanel (hoewel een gebruiker de edit_posts bevoegdheid moet hebben om hier toegang tot te krijgen) te bewerken

source: promote_users
nl_nl: Promoot gebruikers

source: publish_pages
nl_nl: publiceer pagina's

source: See and use the "publish" button when editing their post (otherwise they can only save drafts). Can use XML-RPC to publish (otherwise they get a "Sorry, you can not post on this weblog or category.")
nl_nl: Zie en gebruik de "publish" knop bij het bewerken van hun post (anders ze kunnen alleen concepten opslaan).Kunnen XML-RPC gebruiken om te publiceren (anders krijgen ze een "Sorry, kunt u niet op dit weblog of deze categorie posten. ")

source: Allows access to Administration Panel options: Dashboard, Users > Your Profile. Used nowhere in the core code except the menu.php
nl_nl: Biedt toegang tot het Administratiepaneel opties: Dashboard, gebruikers > uw profiel. Nergens de broncode gebruikt met uitzondering van de menu.php.

source: read_private_pages
nl_nl: Lees privé-pagina's

source: read_private_posts
nl_nl: Lees privé-berichten

source: remove_users
nl_nl: Verwijder gebruikers

source: Allows access to Administration Panel options: Appearance, Appearance > Themes
nl_nl: Biedt toegang tot het Administratiepaneel opties: uiterlijk, uiterlijk > thema's

source: Allows user to post HTML markup or even JavaScript code in pages, posts, and comments. Note: Enabling this option for untrusted users may result in their posting malicious or poorly formatted code.
nl_nl: Hiermee kan de gebruiker HTML-opmaak of zelfs JavaScript-code in pagina's, berichten en opmerkingen gebruiken. Opmerking: het toestaan van deze optie voor niet-vertrouwde gebruikers kan resulteren in schadelijke of slecht geformatteerde code.

source: unfiltered_upload
nl_nl: Ongefilterde upload

source: update_core
nl_nl: Update bron

source: update_themes
nl_nl: Update thema's

source: Allows access to Administration Panel options: Media, Media > Add New
nl_nl: Biedt toegang tot het Administratiepaneel opties: Media, Media > nieuwe toevoegen

source: Please confirm before unlock this form field. Do you want unlock this form field?
nl_nl: Gelieve te bevestigen voordat dit formulier veld ontgrendelt. Wilt u dit veld op het formulier ontgrendelen?

source: Choose Time
nl_nl: Kies tijd

source: Time
nl_nl: Tijd

source: Now
nl_nl: Nu

source: Su,Mo,Tu,We,Th,Fr,Sa
nl_nl: Zo,Ma,Di,Wo,Do,Vr,Za

source: January,February,March,April,May,June,July,August,September,October,November,December
nl_nl: Januari, februari, maart, mei April, juni, juli, augustus, September, oktober, November, December

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
nl_nl: Jan, Feb, mrt, Apr, mei, Jun, Jul, Aug, Sep, okt, Nov, Dec

source: Close
nl_nl: Sluiten
